[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Santhosh Siddappa (santhosh.s17@live.com)
VERSION=8.0.0

[Language]
LANGUAGE=ಕನ್ನಡ
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x044B

[Menu]
FILE=&ಕಡತ
FILE_EXIT=&ನಿರ್ಗಮನ
EDIT=&ತಿದ್ದು
EDIT_COPY=&ನಕಲಿಸಿ
THEME=&ಥೀಮ್
HELP=&ಸಹಾಯ
HELP_ABOUT=&ಕ್ರಿಸ್ಟಲ್ ಡಿಸ್ಕ್ಮಾರ್ಕ್ ಬಗ್ಗೆ
LANGUAGE=ಭಾಷೆ
ZOOM=&ಆಕಾರ ಪರಿವರ್ತನೆ
AUTO=&ಸ್ವಯಂ
TEST_DATA=&ಪರೀಕ್ಷಾ ಡೇಟಾ
DEFAULT_RANDOM=ಡೀಫಾಲ್ಟ್ (ಅನಿಯಮಿತ)
SETTINGS=&ಸೆಟ್ಟಿಂಗ್ಗಳು
SAVE=&ಸೇವ್
QUEUES_THREADS=&ಕ್ಯೂಗಳು && ಎಳೆಗಳು(ಥ್ರೆಡ್)
INTERVAL_TIME=ಮಧ್ಯಂತರ ಸಮಯ
SECOND=ಸೆಕೆ೦ಡು
MINUTE=ನಿಮಿಷ
HOUR=ಗಂಟೆ
ALL_ZERO=ಎಲ್ಲಾ 0x00(0 ಭರ್ತಿ ಮಾಡಿ)
SELECT_FOLDER= ಫೋಲ್ಡರ್ ಆಯ್ಕೆ ಮಾಡಿ
FONT_SETTING=&ಫಾಂಟ್ ಸೆಟ್ಟಿಂಗ್ 
PROFILE=&ಪ್ರೊಫೈಲ್
PROFILE_DEFAULT=ಡೀಫಾಲ್ಟ್ ಪ್ರೊಫೈಲ್
PROFILE_PEAK=ಗರಿಷ್ಠ ಪ್ರದರ್ಶನ
PROFILE_REAL=ರಿಯಲ್ ವರ್ಲ್ಡ್ ಪರ್ಫಾರ್ಮೆನ್ಸ್
; 8.0.0
SAVE_TEXT=ಉಳಿಸಿ （&ಪಠ್ಯ）
SAVE_IMAGE=&ಉಳಿಸಿ （ಚಿತ್ರ）
PROFILE_DEMO=ಡೆಮೊ

[Message]
STOP_BENCHMARK=ಬೆಂಚ್‌ಮಾರ್ಕ್ ನಿಲ್ಲಿಸಿ
DISK_CAPACITY_ERROR=ಡಿಸ್ಕಿನಾ ಸಾಮರ್ಥ್ಯ ದೋಷ.
DISK_CREATE_FILE_ERROR=ಫೈಲ್ ರಚನಾ ದೋಷ
DISK_WRITE_ERROR=ಡಿಸ್ಕಿನಾ ಬರವಣಿಗೆ ದೋಷ
DISK_READ_ERROR=ಡಿಸ್ಕಿನಾ ಓದಲು ದೋಷ
DISK_SPD_NOT_FOUND=DiskSpd ಕಂಡುಬಂದಿಲ್ಲ. ದಯವಿಟ್ಟು ಕ್ರಿಸ್ಟಲ್ ಡಿಸ್ಕ್ಮಾರ್ಕ್ ಅನ್ನು ಮರು-ಸ್ಥಾಪಿಸಿ

[Title]
TEST_DRIVE=ಪರೀಕ್ಷಾ ಡ್ರೈವ್
TEST_SIZE=ಪರೀಕ್ಷಾ ಗಾತ್ರ
TEST_NUMBER=ಪರೀಕ್ಷಾ ಸಂಖ್ಯೆ
TEST_UNIT=ಪರೀಕ್ಷಾ ಘಟಕ
TEST_MIX=ಮಿಶ್ರಣ ಅನುಪಾತ
; 8.0.0
TEST_MODE=ಪರೀಕ್ಷಾ ರೀತಿ

[WindowTitle]
ABOUT=ಕ್ರಿಸ್ಟಲ್ ಡಿಸ್ಕ್ಮಾರ್ಕ್  ಬಗ್ಗೆ
QUEUES_THREADS=ಕ್ಯೂಗಳು && ಎಳೆಗಳು(ಥ್ರೆಡ್)
FONT_SETTING=ಫಾಂಟ್ ಸೆಟ್ಟಿಂಗ್ 
COMMENT=ಕಾಮೆಂಟ್ 
; 8.0.0
SETTINGS=ಸೆಟ್ಟಿಂಗ್ಗಳು

[Dialog]
DEFAULT=ಡೀಫಾಲ್ಟ್
AUTO=ಸ್ವಚಾಲಿತ
FONT_FACE=ಫಾಂಟ್ ಮುಖ
FONT_SCALE=ಫಾಂಟ್ ಸ್ಕೇಲ್ (%)
FONT_RENDER_METHOD=ನಿರೂಪಿಸುವ ವಿಧಾನ
BLOCK_SIZE=ಬ್ಲಾಕ್ ಗಾತ್ರ
QUEUES=ಕ್ಯೂಗಳು
THREADS=ಎಳೆಗಳು(ಥ್ರೆಡ್)
SEQUENTIAL_1=ಅನುಕ್ರಮ (1)
SEQUENTIAL_2=ಅನುಕ್ರಮ (2)
RANDOM_1=ಸ್ವೇಚ್ಛೆಯಾದ (1)
RANDOM_2=ಸ್ವೇಚ್ಛೆಯಾದ (2)
DEFAULT_AFFINITY=ಡೀಫಾಲ್ಟ್ ಅಫಿನಿಟಿ
ENABLED=ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
DISABLED=ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
; 8.0.0
TYPE=ಟೈಪ್
PROFILE_DEFAULT=ಪ್ರೊಫೈಲ್: ಡೀಫಾಲ್ಟ್
PROFILE_PEAK_PERFORMANCE=ಪ್ರೊಫೈಲ್: ಗರಿಷ್ಠ ಪ್ರದರ್ಶನ
PROFILE_DEMO=ಪ್ರೊಫೈಲ್:ಡೆಮೊ
MEASURE_TIME=ಸಮಯವನ್ನು ಅಳೆಯಿರಿ (ಸೆಕೆಂಡುಗಳು)
INTERVAL_TIME=ಮಧ್ಯಂತರ ಸಮಯ (ಸೆಕೆಂಡುಗಳು)
